Repository: ukushu/SwiftUi3PhotoCam
Catalog: Locals/*.lproj/Localizable.strings
Languages: uk

source: Choose app mode:
uk: Оберіть режим роботи:

source: Teleprompter + Camera
uk: Телесуфлер + камера

source: Reels/Pause Camera
uk: Камера з паузою

source: Teleprompter
uk: Телесуфлер

source: Contact Support
uk: Техпідтримка

source: Back
uk: Назад

source: Preview
uk: Рев'ю

source: Close
uk: Вийти

source: Clear
uk: Очистити

source: Paste
uk: Вставити

source: Open
uk: Відкрити

source: Cancel
uk: Відмінити

source: Start!
uk: Старт!

source: Delete!
uk: Видалити, трясця його матері!

source: Delete unsaved data!
uk: Видалити незбережене!

source: Created for use with phisical teleprompters that uses phone's display as image source. Example:
uk: Створений для використання з фізичними телесуфлерами, що використовують телефон як джерело зображення. Приклад:
