import Foundation
import SwiftUI

public class Globals {
    static var teleprompterSafeArea: CGFloat = 40
    
    static var defaultText =
"""
Цей текст написаний спеціально з тестовою ціллю, що би ти, мій любий друже, міг перевірити на скільки добре працює програма.

Тобі здається що цей текст безсенсовний, але насправді цей текст переповнений сенсом, адже ти його не просто так вирішив прочитати до кінця...

Значить він, таки, тебе чимось чіпляє. Ніби то як тут переливання з пустого у порожнє, але, все таки, щось в цьому є, хіба ні?

Щось мені підказує що тобі вже набридло, але ти читаєш і далі. Ти справді надієшся на те що далі щось зміниться?

НЕ ЗМІНИТЬСЯ.

Слухай, а, може, ти мазохіст?

Все буде рівно так же як було завжди до цього.

Хіба що смайлики додадуться. Чи емодзі, чи як там говориться у поріджів. 😄😄😄

Емодзі це ж 💩

Здавалося б, це тупо безсенсовна трата часу, але ти для чогось це продовжуєш читати. Ти просто псих. Ти довбаний псих. І я довбаний псих.

Знаєш, ми підходимо один одному.

З нас вийшла б чудова пара, мені здається. Я молов би нісенітницю, а ти б її читав би або слухав би.

Це і є сімейна ідилія, хіба ні?

Ну от і все... Настав час прощатися...

*наспівую* Оообійми мене, обійми мене, обійми....

Чому ти не хочеш обійматися?

ЗБОЧЕНЕЦЬ!

Ну все, па-па.
"""
}
